Repository: mozilla-l10n/mt-training-data
Catalog: sbn/sbn_pontoon.tmx
Source language: en_us
Languages: sbn

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
sbn: آوآز ڪُدرتيٚ اهي، آوآز انسآن رو اهي۔ اوٚ ئيٚ سبب اهي جيڪو اسيٚنٚ پنڊرينٚ مشيٚنآنٚ لآ استمآل ري لآئيٚڪ آوآز ٽيڪنآلآجيٚ ٺآهڻ بآبت پُرجوش اهينٚ۔ پر آوآز سسٽم ٺآهڻ لآ، ٺآهڻ وآري کي تمآم گھڻي مڪدآر مينٚ آوآز ڊيٽآ ريٚ زرُورت اهي۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
sbn: آوآز ڪدرتيٚ اهي، آوآز انسآنيٚ اهي۔ اُئي ئيٚ سبب اهي جيڪو اسيٚݩ پنڊريݩ مشيٚنآݩ لآ استمآل ڪرڻ لآئيٚڪ آوآز ٽيڪنآلآجيٚ ٺآهڻ ميݩ دلچسپيٚ رکوݩ دآ۔ پر آوآز سسٽم ٺآهڻ لآ، تمآم گهڻيٚ مڪدآر ميݩ آوآز ڊيٽآ ريٚ زرُورت اهي۔

source: Voices Online Now
sbn: هآڻي آوآز آن لآئيٚن اهي

source: Voice Validation
sbn: آوآز ريٚ تسديٚڪ

source: Volume
sbn: مڪدآر

source: Votic
sbn: ووٚٽڪ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
sbn: ووڪسڦورج کي ڦريٚ ائيٚݩ کُليل وسيٚلي اسپيٚچ سُڃآڻڻ وآري انجڻ سآݩ استمآل لآ ٽرآنسڪرآئيٚب ٿيل اسپيٚچ گڏ ڪرڻ لآ ڪآئيٚم ڪيو هُݩدو۔

source: Wakhi
sbn: وآکيٚ

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
sbn: آم آوآز کي با بهتر ڪرڻ مينٚ مدت ڪرڻ گُهرو دآ؟ </discourseLink>ڊيس ڪورس</discourseLink> جآم سُٺو! ايٚ ميل ري وسيٚلي رآبتو مرو جآنٚ وسيٚلي شآمل ڪرو، جآنٚ شآمل هو </githubLink> GitHub<githubLink>ڦآرم، سآئيٽ ري مسلآنٚ کي، ڪميونٽيٚ ڳآل ٻول</matrixLink>ميٽرڪس<matrixLink>۔

source: Want to save your information? <createProfile>Create a profile</createProfile>
sbn: ڪيٚ اڀيٚنٚ گُهرونٚ دآ تا اڀآنٚ ريٚ مآلوٚمآت جمآ ڪئيٚ وهي؟ <createProfile>ٺآهو هَڪ پروڦآئيٚل </createProfile>

source: Want to stay in touch with Common Voice?
sbn: ڪيٚ اڀيٚنٚ گُهرو دآ ڪآمن وآئيٚس ري رآبتي مينٚ رآهڻ؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
sbn: جڏي اسيٚنٚ ڪآمن وآئيٚس ڊيٽآ سيٽ رو نئيونٚ ڪيسم (ورچن) جآريٚ ڪرونٚ دآ تا تآزو ڪآريونٚ گُهرونٚ دآ؟ اسآنٚ ري کبر (نيٚوز ليٽر) ريٚ رڪنيت هآسل ڪررو۔

source: Watch our video explainer to help
sbn: ڏسو سآݩ رآ ويٚڊيو سمجھهآڻ وآرآ مدت لآ

source: Wayuunaiki
sbn: وآئيووٚنآئيڪيٚ

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
sbn: اسآنٚ هميشآ ڊيٽآ استمآل ڪرڻ وآرآنٚ کآنٚ اُئآنٚ ريٚ زرُورتينٚ ائيٚنٚ تنآزر بآبت سُڻڻ ريٚ ڪوشيٚش ڪرونٚ دآ۔ ڊيٽآ گڏ ڪرڻ وآري پليٽ ڦآرم تي تآون ڪرڻ کآنٚ وٺي ڊيٽآ ريٚ سهت ريٚ بسيرت ڦرآهم ڪرڻ تآئيٚنٚ، اسآنٚ گُهرو دآ تا <emailFragment> سُڻڻ اڀآنٚ کآنٚ۔</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
sbn: اسيٚݩ آوآزآݩ رو هَڪ کُليل ائيٚݩ آوآميٚ تور تي دستيآب ڊيٽآ سيٽ ٺآهي رهيآ اهوݩ جيڪو هر ڪو تڪريٚر ري ڪآبل اپليٚڪيشنآݩ کي ترتيٚب ڏيڻ لآ استمآل ڪري سگهي دو۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
sbn: اسآنٚ ٽيڪنآلآجيٚ، اجآدينٚ ائيٚنٚ ٻوليٚ ري هَڪآنٚ مينٚ سرڪآريٚ شوبي ريٚ شموٚليٚت ري همآئيٚت ڪرڻ لآ پُرجوش اهونٚ۔ جيڪڏهينٚ اڀيٚنٚ هَڪ وڏو منسوبو جآنٚ مهيٚم هلآڻ رو ارآدو ڪري رهيآ اهونٚ، مهربآنيٚ ڪري<emailFragment> رآبتي مينٚ رهونٚ</emailFragment>۔

source: We are going out to get a coffee.
sbn: اسينٚ چآنٚه پيٚڻ ٻآهر وهي رهيآ اهونٚ

source: We are going out to get coffee.
sbn: اسينٚ چآنٚه پيٚڻ وهي رهيآ اهونٚ

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
sbn: اسآݩ مآڻهوٚآݩ کي وڌيٚڪ اکتيآر ڏئي رهيآ اهوݩ تا جيٚݩ اهي اسآݩ کي پنڊريٚ جنس جآݩ سنڦي سُڃآڻپ بآبت سُڻآئي سگيݩ دآ مهربآنيٚ ڪري پنڊ کي اهڙيٚ تريٚڪيٚ سآݩ بيآن ڪرو جيڪو اڀآݩ کي سڀ کآݩ وڌيٚڪ ڪدرتيٚ لڳي ديٚ۔

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
sbn: موزيٚلآ تي آوآز ٽيڪنآلآجيٚ ريٚ چوڌآريٚ اسيٚݩ هَڪ برآدريٚ ٺآهي رهيآ اهوݩ۔ اسآݩ تآزو ڪآرين، نئيݩ ڊيٽآ ري وسيٚلي سآݩ رآبتي ميݩ رآهڻ گُهروݩ دآ ائيٚݩ وڌيٚڪ سُڻڻ لآ تا اڀآݩ ايئي ڊيٽآ کي ڪئيݩ استمآل ڪري رهيآ اهوݩ

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
sbn: اسآݩ رو يڪيٚن اهي تا وڏي ائيٚݩ آوآميٚ تور تي دستيآب وآئيٚس ڊيٽآ سيٽ مشيٚن لرنيٚگ تي ٻڌل اسپيٚچ ٽيڪنآلآجيٚ ميݩ اجآدآݩ ائيٚݩ سهتمند تجآرتيٚ مڪآبلي کي وڪڻي ڏيݩ دآ۔ ايٚ آلميٚ ڪوشيٚش اهي ائيٚݩ اسآݩ سڀنيوݩ کي هيسو وٺڻ ريٚ دآوت ڏيوݩ دآ۔ اسآݩ رو مڪسد اسپيٚچ ٽيڪنآلآجيٚ کي وڌيٚڪ ميڙ ٺآهڻ ميݩ مدت ڪرڻيٚ اهي، جيڪآ دُنيآ ري آوآزآݩ ريٚ تنوآ کي پڌرو ڪري دو۔

source: Website Localization
sbn: ويب سآئيٽ کي آم ڪرڻ

source: Websites
sbn: ويب سآئيٚٽس

source: We couldn’t find that page for you
sbn: اسيٚݩ اڀآݩ لآ ڪو با سڦهو لݩڀي ڪون سگھيآ

source: We couldn’t get any audio clips for you to listen to. Please try again later.
sbn: اسآݩ اڀآݩ ري سُڻڻ لآ ڪو بآ آڊيو ڪليٚپ هاسل نآ ڪري سگهدآسيٚݩ. مهربآنيٚ ڪري وري ڪوشيٚش ڪرو.

source: We couldn’t get any sentences for you to speak. Please try again later.
sbn: اسآنٚ وٽ اڀانٚ لا ڪو با جملو ڪونهي ڳالهاڻ لا۔ مهربانيٚ ڪري ٿوريٚ دير مينٚ ڪوشيٚش ڪريو۔

source: Weekly
sbn: هڦتي جآنٚ هڦتو

source: Weekly Goal
sbn: هڦتي رآ مڪسد

source: We launch the Common Voice site in this language.
sbn: اسيٚنٚ ايئي ٻوليٚ مينٚ ڪآمن وآئيٚس ريٚ سآئيٚٽ پڌريٚ (لآنچ) ڪرونٚ دآ۔

source: Welcome { $company } staff!
sbn: ڀليٚڪآر { $company } گڏ ڪم ڪرڻ وآرآ!

source: Welcome to Common Voice
sbn: ڀليٚڪآر ڪآمن وآئيٚس تي

source: Welcome to Spontaneous Speech
sbn: بي اکتيآر وآريٚ لکت ميݩ اڀآݩ رو ڀليٚڪآر

source: Welsh
sbn: ويلش ٻوليٚ

source: We may have run out of clips - refresh the page, or try again later.
sbn: شآيد اسآݩ وٽ ڪليٚپس کتم ٿئي وهُڙيݩ اهيݩ- سڦهي کي ريٚڦريش ڪرو، جآݩ وري ڪوشيٚش ڪرو.

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
sbn: شآيد اسآݩ کي اوٚ درکوآست نآ مليٚ هوئي۔ مهربآنيٚ ڪري اسآݩ کي سڌو سݩئوݩ ايٚ ميل ڪريو <emailLink>{ $email }</emailLink> ائيݩ اسيٚݩ اڀآݩ سآݩ رآبتو ڪرسوݩ!

source: We periodically release the dataset
sbn: اسيٚݩ وکت بآ وکت ڊيٽآ سيٽ جآريٚ ڪرتآ رهوݩ دآ۔

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
sbn: اسيٚݩ اڀآݩ ريٚ ڄآڻ کي ڌيآن سآݩ سݩڀآلڻ رو وآئيدو ڪروݩ دآ۔ </privacyLink> رآزدآريٚ نوٽيٚس وڌيٚڪ پڙهو</privacyLink>۔

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
sbn: اسيٚنٚ هَڪ کُليل وسيٚلو ٺآهي رهيآ اهونٚ، آوآزآنٚ کي سآرڻ، ٻوليٚ ڊيتآ سيٽ جيڪآ هر ڪو استمآل ڪري سگھي دو تڪريٚر ڦآل ٿيل اپيٚپليٚڪيشن کي ترتيٚب ڏيڻ لآ۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
sbn: اسيٚنٚ آوآزآنٚ ريٚ هَڪ کُلو وسيٚلو ڊيٽآ سيٽ کي ميڙ ري وسيٚلي ڪري رهيآ اهونٚ۔ پنڊرو آوآز ڏيو، ٻينٚ مآڻهوٚآنٚ ري ڪليٚپ رينٚ دُرستگيٚ ري تسديٚڪ ڪرو، ڊيٽآ سيٽ کي سڀنيونٚ لآ بهتر ٺآهو۔

source: We’re experiencing unexpected downtime
sbn: اسيٚݩ آڻ وآڪڦ بنديٚش رو تجربو ڪري رهيآ اهوݩ

source: We're going out to get coffee.
sbn: اسينٚ چآنٚه پيٚڻ ٻآهر وهي رهيآ اهونٚ

source: We’re going out to get coffee.
sbn: اسينٚ چآنٚه پيٚڻ وهي رهيآ اهونٚ

source: We release the dataset every 3 months.
sbn: اسيٚنٚ هر ٽي مهيٚني ڊيٽآ سيٽ ڇڏونٚ دآ

source: We're making some big changes
sbn: اسيٚنٚ ڪجه وڏآ وڏآ بدلآو ڪري رهيآ اهونٚ

source: We're receiving a lot of traffic and are currently investigating the issues.
sbn: اسآݩ کي تمآم گهڻيٚ ميڙ جآݩ رش (ٽرئيٚڦڪ) ملي رهيو اهي ائيٚݩ ايئي وکت مسلآݩ ري جآنچ ڪري رهيآ اهوݩ۔

source: We’re sorry, your platform is not currently supported.
sbn: مآڦ ڪرو، اڀآنٚ رو پليٽ ڦآرم هڃر سپوٚٽيڊ ڪونهي۔۔۔

source: Western Highland Purepecha
sbn: ويسٽرين هآئيٚلينڊ پوٚريپيڇهآ

source: Western Penan
sbn: اُولهندي پنين

source: Western Sierra Puebla Nahuatl
sbn: اُولهندي سيرآ پيبلآ نوٚ هآٽلآ

source: Westphalian
sbn: ويستپهآلين

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
sbn: اسيٚݩ موٚزيٚلآ اُوزآر استمآل ڪروݩ دآ اُئي کي <pontoonLink>پون ٽوٚن ڪهيوݩ دآ</pontoonLink> ترجمو ڪرڻ لآ۔ پون ٽوٚن ميݩ جآم گھڻيݩ ٻوليݩ اهيݩ، جيڪڏهيݩ اڀآݩ ريٚ ٻوليٚ نآ هوئي تا اڀيٚݩ با<pontoonRequestLink> ارز ڪري سگھو دآ تا اسآݩ ريٚ ٻوليٚ کي با شآمل ڪيو وهي</pontoonRequestLink>۔ اُئي کآݩ پوء اڀآݩ ريٚ ٻوليٚ نزر آئيٚسي GitHub</githubRepoLink> تي۔<localizationFragment> ڏسو ٻيݩ ويب سآئيٚٽآݩ رآ ترجمآݩ</localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
sbn: اسآنٚ ڪجه تبديٚليونٚ ڪيآندي هُنٚدينٚ۔ ڊيلٽآ ٽآرگيٽ مينٚ آکريٚ ڇڏيل کآنٚ وٺيٚ تآزيٚونٚ ڪليٚپونٚ شآمل اهينٚ۔<deltaLink> پڙهونٚ وڌيٚڪ ايئي ڪم ري بآري مينٚ۔

source: We've run out of sentences to record in this language...
sbn: اسانٚ وٽ ايئي ٻوليٚ مينٚ ريٚڪارڊ ڪرڻ للآ جملا کتم ٿئي هُڙا اهينٚ

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
sbn: اسيٚݩ گُهروݩ دآ تا تڪريٚر رآ کآڪآ الگ الگ ڪيٚسم ري ڳآلهآڻ وآرآ کي سمجھڻ ميݩ بهتريٚ هوئي۔ اوٚ هوڻ لا، هَڪ آوآز ڊيٽآ سيٽ کي ڪيتريݩ ئيٚ الگ الگ مآڻهوٚآݩ ريٚ نمآئندگيٚ ڪرڻ کپي۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
sbn: اسيݩ گُهروݩ دآ تا مشيٚن لرنيٚگ الگورٿم مکتلڦ ڪسم ريٚ پس منزر ري شور کي سنڀاآڻ ريي ڪآبل هوڻ، ائيٚݩ نسبتآ تيز آوآزن کي ا ڪبول ڪري سگهجي دو بشرتيٚڪ اهي اڀآݩ کي مڪمل متن سُڻڻ کآݩ نآ ريٚڪي. کآموش پس منزر موسڪيٚ ٺيٚڪ اهي؛ ايتريٚ بُلند موسيڪيٚ جيڪآ اڀآݩ کي هر لڦز سُڻڻ کآݩ روٚڪي سگهي، اوٚ نآ اهي.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
sbn: اسيٚݩ ڀليٚڪآر ڪروݩ دآ الگ الگ ليجھآ رو! ڪنٚهنٚ ڪليٚپ کي رد ڪرڻ کآنٚ اڳ اهتيآت ڪرو او بنيآد تي تا پڙهڻ ڪنٚهنٚ لڦز رو گلت اُوچآرڪيو اهي، دٻاآ کي گلت جآگآ تي رکيو اهي، جآنٚ زآهريٚ تور تي سوآليآ نشآن کي نزراندآز ڪيو اهي. دُنيآ مينٚ مکتيٚڦ ڪسم رآ اُوچآر استمآل مينٚ اهينٚ، جن مآنٚ ڪجهه شآيد اڀآنٚ پنڊريٚ مڪآميٚ برآدريٚ مينٚ نآ سُيآنٚ هُندآ. مهربآنيٚ ڪري اُئآنٚ لآ تآريٚڦ رو هَڪ دآئيرو مهيآ ڪرو جيڪي شآيد اڀآنٚ کآنٚ مکتليٚڦ ڳآلهآئينٚ.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
sbn: ڪهڙي نموٚني اڀآݩ ريٚ ٻوليٚ ڪآمن وائيٚس ميݩ شآمل ڪئيٚ وهيسي اسيٚݩ رآبتي ميݩ رهيٚسوݩ۔

source: We will be in touch with more information as it becomes available.
sbn: اسيٚݩ رآبتي ميݩ رهيسوݩ وڌيٚڪ ڄآڻ سآݩ گڏ جيڪو موجوه رهيٚسيݩ

source: We will not make your email public.
sbn: اسيٚݩ اڀآݩ رو ايٚ ميل آوآميٚ ڪونهي ڪرسوݩ

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
sbn: اسيٚنٚ ڊيٽآ سيٽ مآنٚ اڀآنٚ ريٚ آوآز ريٚ ريڪآڊئيٚنگ کي هٽآڻ ريٚ اڀآنٚ ريٚ درکوآست رو جآئيٚزو وٺسونٚ۔ جيڪڏهينٚ اڀيٚنٚ ريٚ درکوآست منزور ڪئي وهي، تآ اسآنٚ اُئآنٚ سآنٚ رآبتو ڪرسونٚ جنٚهنٚ ڊيٽآ سيٽ ڊآئون لوڊ ڪيو اهي ائيٚنٚ اُئآنٚ کي درکوآست ڪرسونٚ تآ اڀآنٚ ريٚ آوآز ريٚ ريڪآڊئيٚنگ کي پڻ هٽآيو وهي۔

source: We will show you a prompt or question
sbn: اسيٚݩ اڀآݩ کي هَڪ سوآل جآݩ هدآئيٚت جلدي ڏيکآرسوݩ۔

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
sbn: اسيٚنٚ فآئونڊيشن، سول سوسآئيٚٽيٚ ائيٚنٚ ڪميٚونٽيٚ پآرٽنرز سآنٚ گڏ ڪم ڪرونٚ دآ تا جيٚنٚ انٽرنيٽ کي هَڪ سهت مند جآگآ بڻآئي سگهجي دو، کآس تور تي اوڀر آفريٚڪآ تي ڌيآن سآنٚ. اسآنٚ ري بآري مينٚ وڌيٚڪ سکو<programmaticWork> پروگرآميٽيٚڪ ڪم۔</programmaticWork>

source: What is a language on Common Voice?
sbn: ڪآمن وآئيٚس تي ڪيهڙيٚ ٻوليٚ اهي؟

source: What issues are you experiencing with this content?
sbn: ايئي موآد سانٚ اڀآنٚ کي ڪهڙآ مسئلا درپيش اهينٚ؟

source: What issues are you experiencing with this sentence?
sbn: ايئي جملي سانٚ اڀآنٚ کي ڪهڙآ مسئلا درپيش اهينٚ؟

source: What is your age?
sbn: اڀآنٚ ريٚ اُمر ڪيتريٚ اهي؟

source: What is your sex or gender?
sbn: اڀآنٚ ريٚ جنس ڪيهڙيٚ اهي؟

source: What kind of goal do you want to build?
sbn: اڀيٚنٚ ڪيهڙي ڪسم رآ مڪسد ٺآهڻ گُهرو دآ؟

source: What makes a good question?
sbn: ڪيٚ سوآل کي جآم سُٺو ٺآهي دو۔

source: What needs to be in my file?
sbn: ڪهڙيٚ زرورت اهي مآنٚجيٚ ڦآئيٚل مينٚ؟

source: What questions can I add?
sbn: ڪيهڙآ سوآل شآمل ڪري سگھآنٚ دو؟

source: What sentences can I add?
sbn: ڪهڙآ جملا شآمل ڪري سگھآنٚ دو

source: What’s inside the Common Voice dataset?
sbn: ڪآمن وآئيٚس ڊيٽآ سيٽ ري اندر ڪئينٚ اهي۔

source: What's Public?
sbn: آوآم ڪيٚ اهي؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
sbn: جڏهينٚ ڪو استمآل ڪرڻ وآرو آوآز ري ڪليٚپ کي رد ڪري دو تا اوٚ ڪتآر مينٚ وآپس آئي وهي ديٚ۔ جيڪڏهينٚ ٻيو چڪر رد ڪيو وهي دو تا، آوآز رو ڪليٚپ ڪليٚپ ري ڪبريٚستآن ڏآنٚهنٚ هليو وهي دو۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
sbn: سُڻڻ وکت، تمآم اهتيآت سآنٚ چيڪ ڪرو تا جيڪو رڪآرڊ ڪيو وهي دو ايئي بلڪُل اُئئ جھڙو لکيو وهُڙو اهي جيڪڏهنٚ آم گلتيٚونٚ با هوئينٚ تا رد ڪرو۔<br /> بلڪُل آم گلتي شآمل هوئينٚ:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
sbn: جڏهينٚ اڀآنٚ پنڊريٚ ريڪآڊئيٚنگ ري درکوآست ڪرونٚ دآ، اسآنٚ اُئآنٚ کي هَڪ ججآنٚ وڌيٚڪ زپ ڦآئيٚلآنٚ مينٚ مرتب ڪرونٚ دآ۔ ايٿ اڀآنٚ رينٚ گزريل درکوآستينٚ اهينٚ:

source: Which variant of { $language } do you speak?
sbn: اڀيٚݩ ڪيهڙي ڪسم ريٚ { $language } ڳآلهآئيو دآ۔

source: Why ?
sbn: ڪݩهݩ لآ؟

source: Why a profile?
sbn: پُروڦآئيٚل ڪنٚهنٚ لآ؟

source: Why are you asking?
sbn: ڪنٚهنٚ لآ پُچي رهيآ اهونٚ؟

source: Why Common Voice?
sbn: ڪآمن وائيٚس ڪݩهݩ لآ اهي؟

source: Why does this matter?
sbn: ايٚ مسلو ڪݩهݩ لآ ٿيو هُݩدو؟

source: Why we built this Spontaneous Speech prototype
sbn: اسيٚݩ بي اکتيآريٚ تڪريٚر رو پروٽوٽآئيٚپ ڪݩهݩ لآ ٺآهوݩ۔

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
sbn: پروڦآئيٚل سآنٚ ڀيڙيٚ، ڏستآ رهونٚ پنڊري سرگرمينٚ ائيٚنٚ جوٚڙل رهونٚ ڪميونٽيٚ وئيٚس متن ڏيڻ وآرآنٚ سآنٚ

source: Wixarika
sbn: ويٚڪسريٚڪآ

source: Wixárika
sbn: ويٚڪسريٚڪآ

source: Wolof
sbn: وولوٚڦ

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
sbn: ڪيٚ اڀآنٚ پنڊريٚ آوآز ريٚ ريڪآڊئيٚنگ کي با کتم ڪرڻ ريٚ درکوآست ڏيڻ گُهرو دآ، جآنٚ اڀيٚنٚ اُئآنٚ کي ڪآمن وآئيٚس ڊيٽآ سيٽ مينٚ رکڻ پسند ڪرو دآ؟

source: Write
sbn: لکڻ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
sbn: اُئي مآڻهوٚ جيڪو ڪهيو اهي اوٚ ئيٚ لکو، جݩهݩ ميݩ 'اُم' (um) ، جآݩ 'اررر' (errr) جيهڙآ لڦز شآمل اهيݩ.

source: Write down what you hear the person saying here
sbn: ايٿ لکو تا ڪيٚ اڀيٚݩ سُڻي سگھهو دآ تا اوٚ مآڻهوٚ ڪيٚ ڪهي رهيو اهي۔

source: Write options menu
sbn: لکو آپشن مينيو

source: Xhosa
sbn: هوسآ

source: Xitsonga
sbn: زٽسونگآ

source: y
sbn: ي

source: Y
sbn: ي

source: Yaqui
sbn: يآڪيو

source: Yes
sbn: هآئو

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
sbn: هآئو، موݩ کي ايٚ ميل موڪليو۔ آئوٚݩ اڀآݩ کي ڪآمن وآئيس پُروجيڪٽ ري باري ميݩ سُڻآئيٚتو رهيٚس۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
sbn: هآئو، موݩ کي ايٚ ميل موڪليو۔ آئوٚݩ اڀآݩ کي ڪآمن وآئيس پُروجيڪٽ ري باري ميݩ سُڻآئيٚتو رهيٚس۔

source: Yiddish
sbn: يدش

source: Yoruba
sbn: يوروبآ

source: You
sbn: توٚنٚ جآنٚ اڀيٚنٚ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
sbn: اڀيٚنٚ ڊآئون لوڊ شروٚ ڪرڻ لآ تيآر اهونٚ<size>{ $size }جيٚ بيٚ</size>،

source: You are prepared to initiate a download of <b>{ $size }</b>
sbn: اڀيٚنٚ ڊآئون لوڊ شروٚ ڪرڻ لآ تيآر اهونٚ<b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
sbn: اڀيٚݩ جملآ شآمل ڪري سگھو دآ هتي<writePageLink> لکو سڦهو</writePageLink> جآݩ جآنچو جملآ هتي<reviewPageLink>جآنچو سڦهو</reviewPageLink>۔

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
sbn: اڀآنٚ سڌو سئونٚ URLs کي پنڊرينٚ پسنديٚدآ ڊآئون لوڊ مئنيٚجر مينٚ ڪآپيٚ ائيٚنٚ پيسٽ ڪري سگهو دآ۔ اوٚ 12 ڪلاڪ مينٚ کتم ٿئي وهينٚ، پر اڀيٚنٚ ڪنٚهنٚ با وکت نوآنٚ ٺآهڻ لآ ايئي سڦهي تي وآپس آئي سگهودآ۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
sbn: اڀيٚنٚ ڪيٚ بوڊ رآ شوٽ ڪٽ استمآل ڪري سگھو دآ:{ sc-review-form-button-approve-shortcut } سهيٚ ڪرڻ، { sc-review-form-button-reject-shortcut } رد ڪرڻ { sc-review-form-button-skip-shortcut }ڇڏڻ لا

source: You can choose to make your username public or anonymous.
sbn: اڀيٚݩ پنڊري استمآل ڪرڻ وآرو نآلي کي آوآميٚ جآݩ گمنآم ٺآهڻ رو انتکآب ڪري سگهو دآ۔

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
sbn: اڀيٚݩ لݩڀي سگهو دآ <examplePromptsLink>120 تڪڙآ مسآل ايئي شيٚٽ مآݩ۔</examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
sbn: اڀيٚݩ وهي سگھو دآ <datasetsPage> ڊيٽآ سيٽ ري سڦهي تي </datasetsPage>، چُنڊو ورجن ائيٚݩ <metadataLink> جُوڙيل ميٽآ ڊيٽآ</metadataLink>، جيٚݩ ڊيموٚگرآڦڪ ڄآڻ ائيٚݩ تسديٚڪ ڊيٽآ۔ ڊيٽآ سيٽ ڊئيونلوڊ ڪرڻ لآ اڀآݩ کي هَڪ ايٚ ميل پتو جآݩ ايٚ ميل ايڊرس ڏئڻو پئيٚسي۔

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
sbn: اڀآنٚ هَڪ ڪآمن وآئيٚس پُروڦئيٚل ٺآهيٚ ائيٚنٚ پنڊريٚ آوآز مينٚ هيسو وٺي هَڪ متنوآ، کُليل وسيٚلو ڊيٽآ سيٽ ٺآهڻ مينٚ مدت ڪري سگهو دآ۔

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
sbn: اڀيٚݩ موٚزيٚلآ ٻوليٚ ريٚ برآدريٚ ميݩ ٻيآݩ سآݩ مُلآڪآت ڪري سگھو دآ <discourseLink> ڊيس ڪورس </discourseLink> موزوٚ تي ڳآل ٻول ڪرڻ لآ، جآݩ <matrixLink> ميٽرڪس</matrixLink> جلديٚ سلآه لآ۔

source: You cannot add multiple sentences for a single submission
sbn: اڀيٚنٚ وڌيٚڪ جملآ شآمل ڪوندآ ڪري سگھو هڪڙي چڪر جمآ ڪرڻ وکت

source: You cannot request your recordings while another request is already in progress.
sbn: اڀيٚݩ پنڊريٚ ريڪآڊئيٚنگ ريٚ درکوآست ڪوندآ ڪري سگهوݩ، ڪݩهݩ لآ تي ٻئيٚ درکوآست اڳ ميݩ ئيٚ جآريٚ اهي۔

source: You can request a new takeout of your recordings every { $days } days.
sbn: اڀيٚݩ هر { $days } ڏيٚݩهݩ تي پنڊريٚ ريڪآڊئيٚنگ ريٚ نئيٚ ٽيڪ آئوٽ ريٚ درکوآست ڪري سگهو دآ۔

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
sbn: اڀيٚݩ مآڻهوآݩ کي هيسو وٺڻ ميݩ مدت ڏيڻ لآ وآڪيآ هلآئي سگھو دآ۔ اوٚ اڀآݩ ريٚ سوچ کآݩ وڌيٚڪ آسآن اهي۔ اڀيٚݩ اوٚ ويٚڊيو ڪآنڦرسنگ اُوزآر سآݩ آن لآئيٚن ڪري سگھو دآ، جآݩ جيڪڏهيݩ اوٚ مهڦوز اهي تا زآتيٚ تور تي ڪري سگھو دآ۔

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
sbn: اڀيٚݩ با <sentenceCollectorLinkAdd> شآمل ڪري سگھو دآ ننڍآݩ ننڍآݩ جملآ</sentenceCollectorLinkAdd>۔جآݩ اڀيٚݩ اوٚ با <bulkImportDocsLink>جملآ آڻي سگھو دآ using Github</bulkImportDocsLink>۔ يآد رکو اُئآݩ جملآ کي زرُورت هوئي ديٚ <licenseLink>سيٚ سيٚ 0 (جآݩ آوآميٚ ڊوميٚن)</licenseLink>، جآݩ اڀيٚݩ پنڊرو پنڊ لکي سگھو دآ۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
sbn: اڀيٚݩ استمآل ڪري سگھو دآ<scraperLink> جملآ ڪڍڻ وآرو </scraperLink> وڪيٚپيڊيآ مآݩ ننڍڙآ ننڍڙآ جملآ کي استمآل ڪرڻ لآ

source: You check whether the transcription matches the audio
sbn: اڀيٚݩ چيڪ (جآنچ) ڪري سگھهو دآ تا ڪيٚ لکل جآݩ لکت آڊيٚو سآݩ ملي ديٚ جآݩ نآ

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
sbn: اڀيٚݩ ويب سآئيٚٽ با شآمل ڪري سگهو دآ، مسآل تور ”ڪآمن وآئيٚس۔https://commonvoice.mozilla.org/“

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
sbn: اڀيٚݩ استمآل ڪري سگھو دآ تآليٚميٚ هوآلو، مسآل تور هآرورڊ هوآلو ”موزيٚلآ (2021) ڪآمن وآئيٚس۔ موجوده اهي https://commonvoice.mozilla.org/ (اجآزت اهي: 15 ستمبر 2021)“

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
sbn: اڀيٚݩ نيآپو پُڄآڻ لآ سوشل ميڊيآ پليٽ ڦآرم استمآل ڪري سگھو دآ۔ پوسٽوݩ شئير ڪرو جيڪي وزهآت ڪريݩ تآ اوٚ ڪݩهݩ لآ اهم اهيݩ، ائيٚݩ ٻيݩ مآڻهوآݩ سآݩ رآبتو ڪرو جيڪي ٻوليٚ ري هڪآݩ، آوآز ري منسوئي زهآنت، جآݩ ٽيڪنآلآجيٚ ميݩ تئسبب جيهڙآ مسلآݩ بآبت ڳآلهآئي رهيآ اهيݩ۔ ڏسو وڌيٚڪ سلآهوݩ <campaignLink> سوشل ميڊيآ تي هَڪ تهريٚڪ هلآئو، جيڪو اڀيٚݩ گُهروݩ اوٚ هلآئي سگھو دآ</campaignLink>۔
